Repository: mmasas/ExchangeRates
Catalog: WatchlistWidget/Localizable.xcstrings
Source language: en
Languages: he, ja

# widget_add_favorites
source: Add favorites in the app
he: הוסף מועדפים באפליקציה
ja: アプリでお気に入りを追加

# widget_config_description
source: Configure which items to display in the watchlist widget.
he: בחר אילו פריטים להציג בווידג'ט.
ja: ウィジェットに表示するアイテムを設定します。

# widget_config_title
source: Watchlist Configuration
he: הגדרות רשימת מעקב
ja: ウォッチリスト設定

# widget_count_auto
source: Auto
he: אוטומטי
ja: 自動

# widget_description
source: Track your favorite currencies and cryptocurrencies with sparkline charts.
he: עקוב אחר המטבעות והקריפטו המועדפים עליך עם גרפים.
ja: お気に入りの通貨と暗号通貨をスパークラインチャートで追跡します。

# widget_display_type
source: Display Type
he: סוג תצוגה
ja: 表示タイプ

# widget_items_count
source: Number of Items
he: מספר פריטים
ja: アイテム数

# widget_name
source: Watchlist
he: רשימת מעקב
ja: ウォッチリスト

# widget_no_favorites
source: No Favorites
he: אין מועדפים
ja: お気に入りなし

# widget_title
source: Watchlist
he: רשימת מעקב
ja: ウォッチリスト

# widget_type_crypto
source: Crypto Only
he: קריפטו בלבד
ja: 暗号通貨のみ

# widget_type_crypto_subtitle
source: Show only cryptocurrencies
he: הצג רק מטבעות קריפטו
ja: 暗号通貨のみ表示

# widget_type_currency
source: Currency Only
he: מטבעות בלבד
ja: 通貨のみ

# widget_type_currency_subtitle
source: Show only currencies
he: הצג רק מטבעות
ja: 通貨のみ表示

# widget_type_mixed
source: Mixed
he: משולב
ja: 混合

# widget_type_mixed_subtitle
source: Show both crypto and currencies
he: הצג קריפטו ומטבעות
ja: 暗号通貨と通貨の両方を表示
